{
  "American": {
    "images": ["1", "2", "3"],
    "blurb": "American cuisine is a melting pot of global flavors, influenced by Native American traditions, European settlers, and waves of immigration. From barbecue in the South to clam chowder in the Northeast, the diversity reflects the country’s regional and cultural variety."
  },
  "British": {
    "images": ["1", "2", "3"],
    "blurb": "British cuisine is rooted in hearty, simple dishes that celebrate local ingredients like meats, potatoes, and vegetables. With colonial influences, flavors from India and the Caribbean have enriched traditional fare like fish and chips and shepherd’s pie."
  },
  "Chinese": {
    "images": ["1", "2", "3"],
    "blurb": "Chinese cuisine is known for its bold flavors, balance of sweet, sour, spicy, and savory, and intricate techniques. Influenced by regional diversity, it ranges from the spicy heat of Sichuan to the delicate dim sum of Cantonese kitchens."
  },
  "Croatian": {
    "images": ["1", "2", "3"],
    "blurb": "Croatian cuisine reflects Mediterranean and Central European influences. Coastal regions emphasize seafood and olive oil, while inland areas feature hearty stews and grilled meats. Traditional dishes like peka and strukli are tied to its rich cultural heritage."
  },
  "Dutch": {
    "images": ["1", "2", "3"],
    "blurb": "Dutch cuisine is centered around simple, hearty dishes that reflect its agricultural roots. Staples like cheese, bread, and herring showcase local resources, while the colonial spice trade brought Indonesian influences into iconic dishes like rijsttafel."
  },
  "Egyptian": {
    "images": ["1", "2", "3"],
    "blurb": "Egyptian cuisine is steeped in history, blending Middle Eastern, Mediterranean, and African influences. Staples like ful medames and koshari are rich in spices and legumes, reflecting the region’s reliance on the Nile for agriculture."
  },
  "Filipino": {
    "images": ["1", "2", "3"],
    "blurb": "Filipino cuisine combines indigenous traditions with Spanish, Chinese, and American influences. Dishes like adobo and lumpia highlight bold, savory flavors and showcase the archipelago’s rich biodiversity and cultural fusion."
  },
  "French": {
    "images": ["1", "2", "3"],
    "blurb": "French cuisine is synonymous with sophistication, emphasizing technique, fresh ingredients, and regional specialties. From buttery croissants to coq au vin, its culinary legacy has been a global influence and remains a hallmark of haute cuisine."
  },
  "Greek": {
    "images": ["1", "2", "3"],
    "blurb": "Greek cuisine is rooted in Mediterranean staples like olive oil, fresh vegetables, and grilled meats. Influenced by ancient traditions and Ottoman flavors, dishes like moussaka and souvlaki celebrate simplicity and healthful eating."
  },
  "Indian": {
    "images": ["1", "2", "3"],
    "blurb": "Indian cuisine is a tapestry of regional flavors, rich in spices like cumin, turmeric, and coriander. From creamy curries in the North to coconut-infused dishes in the South, it reflects the country’s vast cultural and culinary diversity."
  },
  "Irish": {
    "images": ["1", "2", "3"],
    "blurb": "Irish cuisine is known for its comfort food, featuring simple ingredients like potatoes, dairy, and meats. Traditional dishes like Irish stew and soda bread are tied to its agrarian roots, with modern influences adding global flair."
  },
  "Italian": {
    "images": ["1", "2", "3"],
    "blurb": "Italian cuisine is celebrated worldwide for its simplicity and quality. From pasta and pizza to risotto and gelato, regional specialties honor local ingredients like olive oil, tomatoes, and cheeses, reflecting Italy’s rich cultural heritage."
  },
  "Jamaican": {
    "images": ["1", "2", "3"],
    "blurb": "Jamaican cuisine is a vibrant mix of African, Indian, and European influences. Bold flavors from jerk seasoning, tropical fruits, and coconut milk define dishes like ackee and saltfish and curried goat, reflecting the island’s diverse history."
  },
  "Japanese": {
    "images": ["1", "2", "3"],
    "blurb": "Japanese cuisine emphasizes seasonal ingredients, precision, and balance. From sushi and ramen to kaiseki meals, it reflects an appreciation for aesthetics and harmony, shaped by centuries of cultural refinement and Zen philosophy."
  },
  "Kenyan": {
    "images": ["1", "2", "3"],
    "blurb": "Kenyan cuisine reflects the country’s agricultural abundance and diverse ethnic communities. Dishes like ugali, nyama choma, and sukuma wiki highlight maize, meat, and greens, influenced by Indian and Swahili coastal flavors."
  },
  "Malaysian": {
    "images": ["1", "2", "3"],
    "blurb": "Malaysian cuisine blends Malay, Chinese, and Indian influences, creating a unique mix of flavors. Signature dishes like nasi lemak and laksa are rich in spices and coconut, showcasing the country’s diverse cultural heritage."
  },
  "Mexican": {
    "images": ["1", "2", "3"],
    "blurb": "Mexican cuisine is a fusion of indigenous Mesoamerican and Spanish flavors. Staples like maize, beans, and chili peppers form the base of dishes like tacos and mole, reflecting a deep cultural and historical identity."
  },
  "Moroccan": {
    "images": ["1", "2", "3"],
    "blurb": "Moroccan cuisine is a blend of Arab, Berber, and Mediterranean flavors. Spices like cinnamon, saffron, and cumin enhance tagines and couscous, while preserved lemons and olives add depth, reflecting its rich cultural heritage."
  },
  "Polish": {
    "images": ["1", "2", "3"],
    "blurb": "Polish cuisine is hearty and comforting, featuring ingredients like potatoes, cabbage, and meats. Dishes like pierogi and borscht reflect Eastern European influences and celebrate family traditions and seasonal abundance."
  },
  "Portuguese": {
    "images": ["1", "2", "3"],
    "blurb": "Portuguese cuisine highlights seafood, olive oil, and bold flavors. Dishes like bacalhau and pastéis de nata reflect a seafaring history, while spices from former colonies add depth to its culinary traditions."
  },
  "Russian": {
    "images": ["1", "2", "3"],
    "blurb": "Russian cuisine is hearty, designed for long winters. Root vegetables, grains, and meats feature in dishes like borscht and pelmeni, while influences from Central Asia and Europe create a diverse culinary landscape."
  },
  "Spanish": {
    "images": ["1", "2", "3"],
    "blurb": "Spanish cuisine is rooted in fresh, local ingredients and regional specialties. From tapas and paella to gazpacho, its culinary heritage is influenced by Mediterranean traditions and Moorish flavors."
  },
  "Thai": {
    "images": ["1", "2", "3"],
    "blurb": "Thai cuisine balances sweet, sour, salty, and spicy flavors in dishes like pad Thai and green curry. Influenced by Chinese and Indian traditions, it emphasizes fresh herbs, rice, and a dynamic interplay of flavors."
  },
  "Tunisian": {
    "images": ["1", "2", "3"],
    "blurb": "Tunisian cuisine blends Berber, Arab, and Mediterranean influences. Spicy harissa, couscous, and seafood are staples, reflecting the region’s cultural diversity and rich history."
  },
  "Turkish": {
    "images": ["1", "2", "3"],
    "blurb": "Turkish cuisine is a fusion of Middle Eastern, Mediterranean, and Central Asian influences. Dishes like kebabs, mezes, and baklava celebrate its Ottoman heritage and the use of spices and fresh ingredients."
  },
  "Ukrainian": {
    "images": ["1", "2", "3"],
    "blurb": "Ukrainian cuisine is hearty and rich, featuring ingredients like grains, root vegetables, and meats. Dishes like borscht and varenyky reflect Slavic traditions and celebrate communal dining."
  },
  "Unknown": {
    "images": ["1", "2", "3"],
    "blurb": "Random foods!"
  },
  "Vietnamese": {
    "images": ["1", "2", "3"],
    "blurb": "Vietnamese cuisine emphasizes fresh ingredients, balance, and simplicity. From pho and banh mi to spring rolls, it blends Chinese and French influences, reflecting a history of cultural exchange and a deep connection to nature."
  }
}
